Запрос.xml

<?xml version="1.0"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><SOAP-ENV:Header><Security xmlns="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"><UsernameToken><Username>PASSPORT_USER</Username><Password>*****</Password></UsernameToken><SignDate>2021-03-16T18:39:41</SignDate></Security></SOAP-ENV:Header><SOAP-ENV:Body><register_request xmlns="http://gisun.agatsystem.by/common/ws/"><cover><message_id xmlns="http://gisun.agatsystem.by/common/types/">{A4FC2A7D-8A61-4EBF-92B2-2F80AFAEF947}</message_id><message_type xmlns="http://gisun.agatsystem.by/common/types/"><code>88</code><type>-2</type></message_type><message_time xmlns="http://gisun.agatsystem.by/common/types/">2021-03-16T18:39:41.386+03:00</message_time><message_source xmlns="http://gisun.agatsystem.by/common/types/"><code>10618</code><type>80</type></message_source></cover><request><person_request><request_id>{461315ED-7673-463D-94D6-BE2892F29172}</request_id><identif_number>7590225A001PB1</identif_number><document/></person_request></request></register_request></SOAP-ENV:Body></SOAP-ENV:Envelope>
